// 感谢来自 https://github.com/yuudi/yobot 的别名表
exports = module.exports = [
  {
    "nicknames": [
      "日和莉",
      "猫拳",
      "日和",
      "ヒヨリ"
    ],
    "mainName": "日和莉",
    "jpName": "ヒヨリ",
    "id": "1001"
  },
  {
    "nicknames": [
      "优衣",
      "种田",
      "yui",
      "ue",
      "ユイ"
    ],
    "mainName": "优衣",
    "jpName": "ユイ",
    "id": "1002"
  },
  {
    "nicknames": [
      "怜",
      "剑圣",
      "レイ"
    ],
    "mainName": "怜",
    "jpName": "レイ",
    "id": "1003"
  },
  {
    "nicknames": [
      "未奏希",
      "炸弹人",
      "炸弹",
      "熊孩子",
      "禊",
      "ミソギ"
    ],
    "mainName": "未奏希",
    "jpName": "ミソギ",
    "id": "1004"
  },
  {
    "nicknames": [
      "茉莉",
      "跳跳虎",
      "虎",
      "跳刀虎",
      "马自立",
      "マツリ"
    ],
    "mainName": "茉莉",
    "jpName": "マツリ",
    "id": "1005"
  },
  {
    "nicknames": [
      "茜里",
      "妹法",
      "阿卡丽",
      "アカリ"
    ],
    "mainName": "茜里",
    "jpName": "アカリ",
    "id": "1006"
  },
  {
    "nicknames": [
      "宫子",
      "布丁",
      "ミヤコ"
    ],
    "mainName": "宫子",
    "jpName": "ミヤコ",
    "id": "1007"
  },
  {
    "nicknames": [
      "雪",
      "镜子",
      "小雪",
      "镜法",
      "伪娘",
      "ユキ"
    ],
    "mainName": "雪",
    "jpName": "ユキ",
    "id": "1008"
  },
  {
    "nicknames": [
      "杏奈",
      "中二",
      "煤气罐",
      "アンナ"
    ],
    "mainName": "杏奈",
    "jpName": "アンナ",
    "id": "1009"
  },
  {
    "nicknames": [
      "真步",
      "狐狸",
      "真扎",
      "maho",
      "咕噜灵波",
      "真布",
      "マホ"
    ],
    "mainName": "真步",
    "jpName": "マホ",
    "id": "1010"
  },
  {
    "nicknames": [
      "璃乃",
      "妹弓",
      "リノ"
    ],
    "mainName": "璃乃",
    "jpName": "リノ",
    "id": "1011"
  },
  {
    "nicknames": [
      "初音",
      "hego",
      "星星法",
      "星法",
      "睡法",
      "ハツネ"
    ],
    "mainName": "初音",
    "jpName": "ハツネ",
    "id": "1012"
  },
  {
    "nicknames": [
      "七七香",
      "娜娜卡",
      "77香",
      "nanaka",
      "ナナカ"
    ],
    "mainName": "七七香",
    "jpName": "ナナカ",
    "id": "1013"
  },
  {
    "nicknames": [
      "香澄",
      "驴",
      "侦探",
      "驴妹",
      "霞",
      "カスミ"
    ],
    "mainName": "香澄",
    "jpName": "カスミ",
    "id": "1014"
  },
  {
    "nicknames": [
      "美里",
      "圣母",
      "绿帽",
      "ミサト"
    ],
    "mainName": "美里",
    "jpName": "ミサト",
    "id": "1015"
  },
  {
    "nicknames": [
      "铃奈",
      "暴击弓",
      "政委",
      "辣妹弓",
      "スズナ"
    ],
    "mainName": "铃奈",
    "jpName": "スズナ",
    "id": "1016"
  },
  {
    "nicknames": [
      "香织",
      "狗子",
      "狗",
      "狗拳",
      "カオリ"
    ],
    "mainName": "香织",
    "jpName": "カオリ",
    "id": "1017"
  },
  {
    "nicknames": [
      "伊绪",
      "老师",
      "魅魔",
      "依绪",
      "イオ"
    ],
    "mainName": "伊绪",
    "jpName": "イオ",
    "id": "1018"
  },
  {
    "nicknames": [
      "美美",
      "兔子",
      "兔",
      "兔兔",
      "ミミ"
    ],
    "mainName": "美美",
    "jpName": "ミミ",
    "id": "1020"
  },
  {
    "nicknames": [
      "胡桃",
      "铃铛",
      "クルミ"
    ],
    "mainName": "胡桃",
    "jpName": "クルミ",
    "id": "1021"
  },
  {
    "nicknames": [
      "依里",
      "姐法",
      "姐姐法",
      "尤里",
      "由里",
      "伊里",
      "ヨリ"
    ],
    "mainName": "依里",
    "jpName": "ヨリ",
    "id": "1022"
  },
  {
    "nicknames": [
      "绫音",
      "熊锤",
      "アヤネ"
    ],
    "mainName": "绫音",
    "jpName": "アヤネ",
    "id": "1023"
  },
  {
    "nicknames": [
      "铃莓",
      "女仆",
      "雀",
      "スズメ"
    ],
    "mainName": "铃莓",
    "jpName": "スズメ",
    "id": "1025"
  },
  {
    "nicknames": [
      "铃",
      "松鼠",
      "リン"
    ],
    "mainName": "铃",
    "jpName": "リン",
    "id": "1026"
  },
  {
    "nicknames": [
      "惠理子",
      "病娇",
      "エリコ"
    ],
    "mainName": "惠理子",
    "jpName": "エリコ",
    "id": "1027"
  },
  {
    "nicknames": [
      "咲恋",
      "充电宝",
      "普电",
      "サレン"
    ],
    "mainName": "咲恋",
    "jpName": "サレン",
    "id": "1028"
  },
  {
    "nicknames": [
      "望",
      "偶像",
      "ノゾミ"
    ],
    "mainName": "望",
    "jpName": "ノゾミ",
    "id": "1029"
  },
  {
    "nicknames": [
      "妮侬",
      "扇子",
      "妮诺",
      "ニノン"
    ],
    "mainName": "妮侬",
    "jpName": "ニノン",
    "id": "1030"
  },
  {
    "nicknames": [
      "忍",
      "シノブ"
    ],
    "mainName": "忍",
    "jpName": "シノブ",
    "id": "1031"
  },
  {
    "nicknames": [
      "秋乃",
      "哈哈剑",
      "アキノ"
    ],
    "mainName": "秋乃",
    "jpName": "アキノ",
    "id": "1032"
  },
  {
    "nicknames": [
      "真阳",
      "奶牛",
      "マヒル"
    ],
    "mainName": "真阳",
    "jpName": "マヒル",
    "id": "1033"
  },
  {
    "nicknames": [
      "尤加莉",
      "由加莉",
      "黄骑",
      "奶骑",
      "酒鬼",
      "圣骑",
      "优花梨",
      "ユカリ"
    ],
    "mainName": "尤加莉",
    "jpName": "ユカリ",
    "id": "1034"
  },
  {
    "nicknames": [
      "镜华",
      "xcw",
      "小仓唯",
      "キョウカ"
    ],
    "mainName": "镜华",
    "jpName": "キョウカ",
    "id": "1036"
  },
  {
    "nicknames": [
      "智",
      "tomo",
      "卜毛",
      "トモ"
    ],
    "mainName": "智",
    "jpName": "トモ",
    "id": "1037"
  },
  {
    "nicknames": [
      "栞",
      "tp弓",
      "白虎弓",
      "シオリ"
    ],
    "mainName": "栞",
    "jpName": "シオリ",
    "id": "1038"
  },
  {
    "nicknames": [
      "碧",
      "香菜弓",
      "香菜",
      "毒弓",
      "绿帽弓",
      "アオイ"
    ],
    "mainName": "碧",
    "jpName": "アオイ",
    "id": "1040"
  },
  {
    "nicknames": [
      "千歌",
      "绿毛奶",
      "契卡",
      "チカ"
    ],
    "mainName": "千歌",
    "jpName": "チカ",
    "id": "1042"
  },
  {
    "nicknames": [
      "真琴",
      "狼",
      "狼姐",
      "狼妹",
      "月月",
      "マコト"
    ],
    "mainName": "真琴",
    "jpName": "マコト",
    "id": "1043"
  },
  {
    "nicknames": [
      "伊莉雅",
      "yly",
      "伊利亚",
      "イリヤ"
    ],
    "mainName": "伊莉雅",
    "jpName": "イリヤ",
    "id": "1044"
  },
  {
    "nicknames": [
      "空花",
      "抖m",
      "クウカ"
    ],
    "mainName": "空花",
    "jpName": "クウカ",
    "id": "1045"
  },
  {
    "nicknames": [
      "珠希",
      "猫剑",
      "タマキ"
    ],
    "mainName": "珠希",
    "jpName": "タマキ",
    "id": "1046"
  },
  {
    "nicknames": [
      "纯",
      "黑骑",
      "saber",
      "ジュン"
    ],
    "mainName": "纯",
    "jpName": "ジュン",
    "id": "1047"
  },
  {
    "nicknames": [
      "美冬",
      "子龙",
      "ミフユ"
    ],
    "mainName": "美冬",
    "jpName": "ミフユ",
    "id": "1048"
  },
  {
    "nicknames": [
      "静流",
      "姐姐",
      "シズル"
    ],
    "mainName": "静流",
    "jpName": "シズル",
    "id": "1049"
  },
  {
    "nicknames": [
      "美咲",
      "大眼",
      "眼球法",
      "ミサキ"
    ],
    "mainName": "美咲",
    "jpName": "ミサキ",
    "id": "1050"
  },
  {
    "nicknames": [
      "深月",
      "眼罩",
      "抖s",
      "ミツキ"
    ],
    "mainName": "深月",
    "jpName": "ミツキ",
    "id": "1051"
  },
  {
    "nicknames": [
      "莉玛",
      "羊",
      "羊驼",
      "草泥马",
      "リマ"
    ],
    "mainName": "莉玛",
    "jpName": "リマ",
    "id": "1052"
  },
  {
    "nicknames": [
      "莫妮卡",
      "毛二力",
      "莫尼卡",
      "モニカ"
    ],
    "mainName": "莫妮卡",
    "jpName": "モニカ",
    "id": "1053"
  },
  {
    "nicknames": [
      "纺希",
      "裁缝",
      "ツムギ"
    ],
    "mainName": "纺希",
    "jpName": "ツムギ",
    "id": "1054"
  },
  {
    "nicknames": [
      "步未",
      "路人",
      "路人妹",
      "女路人",
      "步美",
      "アユミ"
    ],
    "mainName": "步未",
    "jpName": "アユミ",
    "id": "1055"
  },
  {
    "nicknames": [
      "流夏",
      "大姐",
      "露卡",
      "ruka",
      "luka",
      "儿力",
      "卢卡",
      "ルカ"
    ],
    "mainName": "流夏",
    "jpName": "ルカ",
    "id": "1056"
  },
  {
    "nicknames": [
      "姬塔",
      "吉他",
      "团长",
      "qks",
      "吉塔",
      "ジータ"
    ],
    "mainName": "姬塔",
    "jpName": "ジータ",
    "id": "1057"
  },
  {
    "nicknames": [
      "佩可莉姆",
      "吃货",
      "公主",
      "佩可",
      "贪吃佩可",
      "ペコリーヌ"
    ],
    "mainName": "佩可莉姆",
    "jpName": "ペコリーヌ",
    "id": "1058"
  },
  {
    "nicknames": [
      "可可萝",
      "妈",
      "kkr",
      "白毛",
      "普白",
      "可可罗",
      "コッコロ"
    ],
    "mainName": "可可萝",
    "jpName": "コッコロ",
    "id": "1059"
  },
  {
    "nicknames": [
      "凯留",
      "黑猫",
      "臭鼬",
      "凯露",
      "普黑",
      "キャル"
    ],
    "mainName": "凯留",
    "jpName": "キャル",
    "id": "1060"
  },
  {
    "nicknames": [
      "矛依未",
      "511",
      "夏娜",
      "无意义",
      "ムイミ"
    ],
    "mainName": "矛依未",
    "jpName": "ムイミ",
    "id": "1061"
  },
  {
    "nicknames": [
      "亚里莎",
      "瞎子",
      "鸭梨瞎",
      "亚莉莎",
      "亚里沙",
      "アリサ"
    ],
    "mainName": "亚里莎",
    "jpName": "アリサ",
    "id": "1063"
  },
  {
    "nicknames": [
      "嘉夜",
      "卡娅",
      "卡雅",
      "卡亚",
      "卡姐",
      "カヤ"
    ],
    "mainName": "嘉夜",
    "jpName": "カヤ",
    "id": "1065"
  },
  {
    "nicknames": [
      "祈梨",
      "祈",
      "イノリ"
    ],
    "mainName": "祈梨",
    "jpName": "イノリ",
    "id": "1066"
  },
  {
    "nicknames": [
      "穗希",
      "誉",
      "ホマレ"
    ],
    "mainName": "穗希",
    "jpName": "ホマレ",
    "id": "1067"
  },
  {
    "nicknames": [
      "拉比林斯塔",
      "迷宫女王",
      "晶",
      "ラビリスタ"
    ],
    "mainName": "拉比林斯塔",
    "jpName": "ラビリスタ",
    "id": "1068"
  },
  {
    "nicknames": [
      "真那",
      "霸瞳皇帝",
      "霸瞳",
      "マナ"
    ],
    "mainName": "真那",
    "jpName": "マナ",
    "id": "1069"
  },
  {
    "nicknames": [
      "似似花",
      "448",
      "nnk",
      "neneka",
      "涅涅卡",
      "奶奶卡",
      "大妃",
      "变貌大妃",
      "变貌",
      "ネネカ"
    ],
    "mainName": "似似花",
    "jpName": "ネネカ",
    "id": "1070"
  },
  {
    "nicknames": [
      "克里斯蒂娜",
      "克总",
      "女帝",
      "克",
      "克姐",
      "クリスティーナ"
    ],
    "mainName": "克里斯蒂娜",
    "jpName": "クリスティーナ",
    "id": "1071"
  },
  {
    "nicknames": [
      "拉基拉基",
      "跳跃王",
      "ラジニカーント"
    ],
    "mainName": "拉基拉基",
    "jpName": "ラジニカーント",
    "id": "1073"
  },
  {
    "nicknames": [
      "佩可莉姆",
      "夏日",
      "水吃",
      "水吃货",
      "泼妇",
      "夏日佩可莉姆",
      "ペコリーヌ（サマー）"
    ],
    "mainName": "佩可莉姆",
    "jpName": "ペコリーヌ（サマー）",
    "id": "1075"
  },
  {
    "nicknames": [
      "可可萝",
      "夏日",
      "水白",
      "水妈",
      "夏日可可萝",
      "コッコロ（サマー）"
    ],
    "mainName": "可可萝",
    "jpName": "コッコロ（サマー）",
    "id": "1076"
  },
  {
    "nicknames": [
      "铃莓",
      "夏日",
      "水女仆",
      "夏日铃莓",
      "スズメ（サマー）"
    ],
    "mainName": "铃莓",
    "jpName": "スズメ（サマー）",
    "id": "1077"
  },
  {
    "nicknames": [
      "凯留",
      "夏日",
      "水黑",
      "潶",
      "水黑猫",
      "夏日凯留",
      "キャル（サマー）"
    ],
    "mainName": "凯留",
    "jpName": "キャル（サマー）",
    "id": "1078"
  },
  {
    "nicknames": [
      "珠希",
      "夏日",
      "水猫剑",
      "水猫",
      "夏日珠希",
      "タマキ（サマー）"
    ],
    "mainName": "珠希",
    "jpName": "タマキ（サマー）",
    "id": "1079"
  },
  {
    "nicknames": [
      "美冬",
      "夏日",
      "水美冬",
      "水子龙",
      "夏日美冬",
      "ミフユ（サマー）"
    ],
    "mainName": "美冬",
    "jpName": "ミフユ（サマー）",
    "id": "1080"
  },
  {
    "nicknames": [
      "忍",
      "万圣节",
      "万圣忍",
      "瓜忍",
      "鬼忍",
      "万圣节忍",
      "シノブ（ハロウィン）"
    ],
    "mainName": "忍",
    "jpName": "シノブ（ハロウィン）",
    "id": "1081"
  },
  {
    "nicknames": [
      "宫子",
      "万圣节",
      "万圣布丁",
      "狼布丁",
      "狼丁",
      "万圣宫子",
      "ミヤコ（ハロウィン）"
    ],
    "mainName": "宫子",
    "jpName": "ミヤコ（ハロウィン）",
    "id": "1082"
  },
  {
    "nicknames": [
      "美咲",
      "万圣节",
      "万圣美咲",
      "万圣大眼",
      "万圣节美咲",
      "ミサキ（ハロウィン）"
    ],
    "mainName": "美咲",
    "jpName": "ミサキ（ハロウィン）",
    "id": "1083"
  },
  {
    "nicknames": [
      "千歌",
      "圣诞节",
      "圣诞千歌",
      "圣千",
      "圣歌",
      "圣诞节千歌",
      "チカ（クリスマス）"
    ],
    "mainName": "千歌",
    "jpName": "チカ（クリスマス）",
    "id": "1084"
  },
  {
    "nicknames": [
      "胡桃",
      "圣诞节",
      "圣诞胡桃",
      "圣诞铃铛",
      "圣诞节胡桃",
      "クルミ（クリスマス）"
    ],
    "mainName": "胡桃",
    "jpName": "クルミ（クリスマス）",
    "id": "1085"
  },
  {
    "nicknames": [
      "绫音",
      "圣诞节",
      "圣诞熊锤",
      "圣锤",
      "圣诞节绫音",
      "アヤネ（クリスマス）"
    ],
    "mainName": "绫音",
    "jpName": "アヤネ（クリスマス）",
    "id": "1086"
  },
  {
    "nicknames": [
      "日和莉",
      "新年",
      "春猫",
      "新年猫拳",
      "新年日和",
      "ヒヨリ（ニューイヤー）"
    ],
    "mainName": "日和莉",
    "jpName": "ヒヨリ（ニューイヤー）",
    "id": "1087"
  },
  {
    "nicknames": [
      "优衣",
      "新年",
      "春田",
      "新年yui",
      "春优",
      "新年优衣",
      "ユイ（ニューイヤー）"
    ],
    "mainName": "优衣",
    "jpName": "ユイ（ニューイヤー）",
    "id": "1088"
  },
  {
    "nicknames": [
      "怜",
      "新年",
      "新年怜",
      "新春怜",
      "春剑",
      "春怜",
      "新年剑圣",
      "新春剑圣",
      "レイ（ニューイヤー）"
    ],
    "mainName": "怜",
    "jpName": "レイ（ニューイヤー）",
    "id": "1089"
  },
  {
    "nicknames": [
      "惠理子",
      "情人节",
      "情人节惠理子",
      "情人节病娇",
      "恋病",
      "情病",
      "情人病",
      "エリコ（バレンタイン）"
    ],
    "mainName": "惠理子",
    "jpName": "エリコ（バレンタイン）",
    "id": "1090"
  },
  {
    "nicknames": [
      "静流",
      "情人节",
      "情人节静流",
      "情人节姐姐",
      "情姐",
      "恋姐",
      "情人姐",
      "シズル（バレンタイン）"
    ],
    "mainName": "静流",
    "jpName": "シズル（バレンタイン）",
    "id": "1091"
  },
  {
    "nicknames": [
      "安",
      "55kg",
      "アン"
    ],
    "mainName": "安",
    "jpName": "アン",
    "id": "1092"
  },
  {
    "nicknames": [
      "露",
      "ルゥ"
    ],
    "mainName": "露",
    "jpName": "ルゥ",
    "id": "1093"
  },
  {
    "nicknames": [
      "古蕾雅",
      "龙姬",
      "グレア"
    ],
    "mainName": "古蕾雅",
    "jpName": "グレア",
    "id": "1094"
  },
  {
    "nicknames": [
      "空花",
      "大江户",
      "江户空花",
      "江户抖m",
      "江户m",
      "江m",
      "花m",
      "大江m",
      "和服空花",
      "大江户空花",
      "クウカ（オーエド）"
    ],
    "mainName": "空花",
    "jpName": "クウカ（オーエド）",
    "id": "1095"
  },
  {
    "nicknames": [
      "妮侬",
      "大江户",
      "江户扇子",
      "忍扇",
      "大江户妮诺",
      "ニノン（オーエド）"
    ],
    "mainName": "妮侬",
    "jpName": "ニノン（オーエド）",
    "id": "1096"
  },
  {
    "nicknames": [
      "蕾姆",
      "レム"
    ],
    "mainName": "蕾姆",
    "jpName": "レム",
    "id": "1097"
  },
  {
    "nicknames": [
      "拉姆",
      "ラム"
    ],
    "mainName": "拉姆",
    "jpName": "ラム",
    "id": "1098"
  },
  {
    "nicknames": [
      "艾米莉亚",
      "emt",
      "爱蜜莉雅",
      "エミリア"
    ],
    "mainName": "艾米莉亚",
    "jpName": "エミリア",
    "id": "1099"
  },
  {
    "nicknames": [
      "铃奈",
      "夏日",
      "水暴",
      "水暴弓",
      "瀑",
      "夏日铃奈",
      "スズナ（サマー）"
    ],
    "mainName": "铃奈",
    "jpName": "スズナ（サマー）",
    "id": "1100"
  },
  {
    "nicknames": [
      "伊绪",
      "夏日",
      "水魅魔",
      "水老师",
      "泳装魅魔",
      "泳装老师",
      "夏日伊绪",
      "イオ（サマー）"
    ],
    "mainName": "伊绪",
    "jpName": "イオ（サマー）",
    "id": "1101"
  },
  {
    "nicknames": [
      "咲恋",
      "夏日",
      "水充",
      "水电",
      "水电站",
      "泳装充电宝",
      "泳装咲恋",
      "夏日咲恋",
      "サレン（サマー）"
    ],
    "mainName": "咲恋",
    "jpName": "サレン（サマー）",
    "id": "1103"
  },
  {
    "nicknames": [
      "真琴",
      "夏日",
      "水狼",
      "浪",
      "夏日真琴",
      "マコト（サマー）"
    ],
    "mainName": "真琴",
    "jpName": "マコト（サマー）",
    "id": "1104"
  },
  {
    "nicknames": [
      "香织",
      "夏日",
      "水狗",
      "夏日香织",
      "カオリ（サマー）"
    ],
    "mainName": "香织",
    "jpName": "カオリ（サマー）",
    "id": "1105"
  },
  {
    "nicknames": [
      "真步",
      "夏日",
      "水真步",
      "水狐狸",
      "水狐",
      "水壶",
      "水噜灵波",
      "夏日真步",
      "マホ（サマー）"
    ],
    "mainName": "真步",
    "jpName": "マホ（サマー）",
    "id": "1106"
  },
  {
    "nicknames": [
      "碧",
      "插班生",
      "生菜",
      "插班生碧",
      "アオイ（編入生）"
    ],
    "mainName": "碧",
    "jpName": "アオイ（編入生）",
    "id": "1107"
  },
  {
    "nicknames": [
      "克萝伊",
      "华哥",
      "花子",
      "黑江",
      "クロエ"
    ],
    "mainName": "克萝伊",
    "jpName": "クロエ",
    "id": "1108"
  },
  {
    "nicknames": [
      "琪爱儿",
      "切噜",
      "知惠",
      "チエル"
    ],
    "mainName": "琪爱儿",
    "jpName": "チエル",
    "id": "1109"
  },
  {
    "nicknames": [
      "优妮",
      "优尼",
      "ユニ"
    ],
    "mainName": "优妮",
    "jpName": "ユニ",
    "id": "1110"
  },
  {
    "nicknames": [
      "镜华",
      "万圣节",
      "万圣xcw",
      "万圣唯",
      "猫唯",
      "猫仓",
      "mcw",
      "万圣节镜华",
      "キョウカ（ハロウィン）"
    ],
    "mainName": "镜华",
    "jpName": "キョウカ（ハロウィン）",
    "id": "1111"
  },
  {
    "nicknames": [
      "未奏希",
      "万圣节",
      "万圣炸弹",
      "万圣炸弹人",
      "万圣未奏希",
      "圣弹人",
      "圣蛋人",
      "万圣节禊",
      "瓜炸",
      "ミソギ（ハロウィン）"
    ],
    "mainName": "未奏希",
    "jpName": "ミソギ（ハロウィン）",
    "id": "1112"
  },
  {
    "nicknames": [
      "美美",
      "万圣节",
      "万圣兔",
      "万圣兔兔",
      "万圣兔子",
      "万圣节美美",
      "ミミ（ハロウィン）"
    ],
    "mainName": "美美",
    "jpName": "ミミ（ハロウィン）",
    "id": "1113"
  },
  {
    "nicknames": [
      "露娜",
      "ルナ"
    ],
    "mainName": "露娜",
    "jpName": "ルナ",
    "id": "1114"
  },
  {
    "nicknames": [
      "克里斯蒂娜",
      "圣诞节",
      "圣诞克",
      "圣诞克姐",
      "圣诞克总",
      "圣克",
      "圣诞节克里斯蒂娜",
      "蛋壳",
      "クリスティーナ（クリスマス）"
    ],
    "mainName": "克里斯蒂娜",
    "jpName": "クリスティーナ（クリスマス）",
    "id": "1115"
  },
  {
    "nicknames": [
      "望",
      "圣诞节",
      "圣诞偶像",
      "圣诞望",
      "圣诞节望",
      "ノゾミ（クリスマス）"
    ],
    "mainName": "望",
    "jpName": "ノゾミ（クリスマス）",
    "id": "1116"
  },
  {
    "nicknames": [
      "伊莉雅",
      "圣诞节",
      "圣诞节伊利亚",
      "圣诞伊莉雅",
      "圣诞伊利亚",
      "圣诞yly",
      "圣伊",
      "圣诞节伊莉雅",
      "イリヤ（クリスマス）"
    ],
    "mainName": "伊莉雅",
    "jpName": "イリヤ（クリスマス）",
    "id": "1117"
  },
  {
    "nicknames": [
      "佩可莉姆",
      "新年",
      "春吃",
      "新年佩可",
      "新年贪吃佩可",
      "ペコリーヌ（ニューイヤー）"
    ],
    "mainName": "佩可莉姆",
    "jpName": "ペコリーヌ（ニューイヤー）",
    "id": "1118"
  },
  {
    "nicknames": [
      "可可萝",
      "新年",
      "春白",
      "春妈",
      "新年可可萝",
      "新春可可萝",
      "コッコロ（ニューイヤー）"
    ],
    "mainName": "可可萝",
    "jpName": "コッコロ（ニューイヤー）",
    "id": "1119"
  },
  {
    "nicknames": [
      "凯露",
      "新年",
      "春黑",
      "新年黑猫",
      "新年凯露",
      "春鼬",
      "新年凯留",
      "キャル（ニューイヤー）"
    ],
    "mainName": "凯露",
    "jpName": "キャル（ニューイヤー）",
    "id": "1120"
  },
  {
    "nicknames": [
      "铃莓",
      "新年",
      "春女仆",
      "新年女仆",
      "新年铃莓",
      "スズメ（ニューイヤー）"
    ],
    "mainName": "铃莓",
    "jpName": "スズメ（ニューイヤー）",
    "id": "1121"
  },
  {
    "nicknames": [
      "霞",
      "魔法少女",
      "魔法侦探",
      "魔法霞",
      "魔法驴",
      "魔驴",
      "法驴",
      "魔法少驴",
      "魔法少女霞",
      "カスミ（マジカル）"
    ],
    "mainName": "霞",
    "jpName": "カスミ（マジカル）",
    "id": "1122"
  },
  {
    "nicknames": [
      "栞",
      "魔法少女",
      "魔法弓",
      "魔弓",
      "法弓",
      "魔法少女栞",
      "シオリ（マジカル）"
    ],
    "mainName": "栞",
    "jpName": "シオリ（マジカル）",
    "id": "1123"
  },
  {
    "nicknames": [
      "岛村卯月",
      "偶像大师",
      "岛村卯月",
      "卯月",
      "卵用",
      "偶像大师岛村卯月",
      "ウヅキ（デレマス）"
    ],
    "mainName": "岛村卯月",
    "jpName": "ウヅキ（デレマス）",
    "id": "1124"
  },
  {
    "nicknames": [
      "涉谷凛",
      "偶像大师",
      "涉谷凛",
      "凛",
      "偶像大师涉谷凛",
      "リン（デレマス）"
    ],
    "mainName": "涉谷凛",
    "jpName": "リン（デレマス）",
    "id": "1125"
  },
  {
    "nicknames": [
      "本田未央",
      "偶像大师",
      "本田未央",
      "偶像大师本田未央",
      "mio",
      "ミオ（デレマス）"
    ],
    "mainName": "本田未央",
    "jpName": "ミオ（デレマス）",
    "id": "1126"
  },
  {
    "nicknames": [
      "铃",
      "游侠",
      "游侠松鼠",
      "武松",
      "钻头哥",
      "リン（レンジャー）"
    ],
    "mainName": "铃",
    "jpName": "リン（レンジャー）",
    "id": "1127"
  },
  {
    "nicknames": [
      "真阳",
      "游侠",
      "游侠真阳",
      "斗牛",
      "マヒル（レンジャー）"
    ],
    "mainName": "真阳",
    "jpName": "マヒル（レンジャー）",
    "id": "1128"
  },
  {
    "nicknames": [
      "璃乃",
      "仙境",
      "爱弓",
      "爽弓",
      "爽妹",
      "リノ（ワンダー）"
    ],
    "mainName": "璃乃",
    "jpName": "リノ（ワンダー）",
    "id": "1129"
  },
  {
    "nicknames": [
      "步未",
      "仙境",
      "梦路",
      "アユミ（ワンダー）"
    ],
    "mainName": "步未",
    "jpName": "アユミ（ワンダー）",
    "id": "1130"
  },
  {
    "nicknames": [
      "佩可莉姆",
      "公主",
      "命运吃货",
      "公主吃货",
      "高达",
      "命运高达",
      "公主佩可莉姆",
      "ペコリーヌ（プリンセス）"
    ],
    "mainName": "佩可莉姆",
    "jpName": "ペコリーヌ（プリンセス）",
    "id": "1804"
  },
  {
    "nicknames": [
      "可可萝",
      "公主",
      "公主可可萝",
      "月光蝶",
      "蝶妈",
      "飞妈",
      "コッコロ（プリンセス）"
    ],
    "mainName": "可可萝",
    "jpName": "コッコロ（プリンセス）",
    "id": "1805"
  }
]